{
    "credits": "Entwickelt von David Wesch",
    "person-description": "Ich bin Programmierer, schneide Videos und werde Unternehmer. Mein Spezialgebiet liegt in KI und maschinelles Lernen.",
    "contact-button": "Kontakt",
    "cv-button": "Lebenslauf",
    "about-me-header": "Über Mich",
    "about-me-description": "Mein Traum ist es, Unternehmer zu werden. Ich möchte anderen Unternehmen dabei helfen, ihre Mitarbeiter zu motivieren, ihre Arbeit zu erleichtern und ein gesundes Arbeitsumfeld zu schaffen.",
    "about-me-programming": "Programmieren ist seit mehreren Jahren meine Leidenschaft. Ich spezialisiere mich auf KI und maschinelles Lernen und habe umfangreiche Erfahrung in Webentwicklung, Backend-Systemen und Automatisierung. Diese gesamte Website wurde von Grund auf mit modernen Technologien wie FastAPI, HTML5, CSS3 und JavaScript erstellt.",
    "about-me-video-editing": "Videobearbeitung begann als Hobby, als ich 12 Jahre alt war, und hat sich seitdem zu einer professionellen Fähigkeit entwickelt. Ich beherrsche komplexe Videobearbeitungsprogramme und erstelle hochwertige Inhalte von Werbespots bis hin zu kreativen Storytelling-Projekten.",
    "skilllevel-advanced": "Fortgeschritten",
    "skilllevel-expert": "Experte",
    "skilllevel-intermediate": "Mittelstufe",
    "programming-skills": "Programmierkenntnisse",
    "video-editing-skills": "Videobearbeitung",
    "projects-work-header": "Projekte & Arbeit",
    "current-projects": "Aktuelle Projekte",
    "work-experience": "Berufserfahrung und Ausbildung",
    "project-taskmanager-title": "Taskmanager Programm",
    "project-taskmanager-description": "Eine moderne Taskmanager-Anwendung, die mit Flutter und Firebase entwickelt wurde. Sie optimiert die Aufgabenorganisation und Produktivität mit einem revolutionären Verwaltungssystem.",
    "work-rehatec-title": "IT Pflege bei Rehatec GmbH - Minijob",
    "work-rehatec-description": "Zu meinen Aufgaben gehören die Instandhaltung des Konfigurators der Website sowie Anwendungen für die Automatisierungen.",
    "work-education-title": "Carl-Bosch-Gymnasium - Heidelberg",
    "work-education-description": "Ich besuche derzeit das technische Carl-Bosch-Gymnasium in Heidelberg, wo ich mich auf das Fachgebiet Informationstechnik konzentriere und auf mein Abitur vorbereite.",
    "status-active": "Aktiv",
    "status-development": "In Entwicklung",
    "status-ongoing": "Laufend",
    "status-current": "Aktuell",
    "contact-form-header": "Kontaktier mich!",
    "contact-form-mail": "Deine E-Mail",
    "contact-form-message": "Deine Nachricht",
    "contact-form-submit-button": "Senden",
    "message-sent-success": "Nachricht erfolgreich gesendet! Vielen Dank für deine Nachricht.",
    "imprint": "Impressum",
    "privacy": "Datenschutz"
}