{
    "credits": "Built by David Wesch",
    "person-description": "I am a programmer, a video editor and will become an entrepreneur. My specialty is in AI and machine learning.",
    "contact-button": "Contact",
    "cv-button": "CV",
    "about-me-header": "About Me",
    "about-me-description": "My dream is to be a entrepreneur. I want to help businesses to motivate their workers and make their work easier and create a healthy work environment.",
    "about-me-programming": "Programming has been my passion for several years. I specialize in AI and machine learning, with extensive experience in app development, backend systems, and automation. This entire website was built from scratch using modern technologies like FastAPI, HTML5, CSS3, and JavaScript.",
    "about-me-video-editing": "Video editing started as a hobby when I was 12 years old and has since evolved into a professional skill. I've mastered complex video editing programs and create high-quality content ranging from promotional videos to creative storytelling projects.",
    "skilllevel-advanced": "Advanced",
    "skilllevel-expert": "Expert",
    "skilllevel-intermediate": "Intermediate",
    "programming-skills": "Programming",
    "video-editing-skills": "Video Editing",
    "projects-work-header": "Projects & Work",
    "current-projects": "Current Projects",
    "work-experience": "Work Experience",
    "project-taskmanager-title": "A Taskmanager Application",
    "project-taskmanager-description": "A modern, responsive task manager application built with Flutter and Firebase. It optimizes task organization and productivity with a revolutionary management system.",
    "work-rehatec-title": "IT Support at Rehatec GmbH - Minijob",
    "work-rehatec-description": "Responsible for maintaining the website configurator and applications for automation.",
    "work-education-title": "Carl-Bosch-Gymnasium - Heidelberg",
    "work-education-description": "I am currently attending the Carl-Bosch-Gymnasium in Heidelberg, where I am focusing on advanced studies in computer science and preparing for my Abitur.",
    "status-active": "Active",
    "status-development": "In Development",
    "status-ongoing": "Ongoing",
    "status-current": "Current",
    "contact-form-header": "Contact me!",
    "contact-form-mail": "Your Email",
    "contact-form-message": "Your Message",
    "contact-form-submit-button": "Send message",
    "message-sent-success": "Message sent successfully! Thank you for reaching out.",
    "imprint": "Imprint",
    "privacy": "Privacy"
}